Repository: UPCnet/genweb6.patents
Catalog: src/genweb6/patents/locales/*/LC_MESSAGES/genweb6.patents.po
Languages: ca

source: 'Specify business opportunity' field required when 'Others' is selected for 'Business Opportunity'
ca: El camp 'Especifca la Oportunitat de negoci' és requerit si s'ha seleccionat 'Altres' en 'Oportunitats de negoci'/'Specify business opportunity' field required when 'Others' is selected for 'Business Opportunity'

source: Applications and Target Market
ca: Aplicacions i mercat objectiu/Applications and target market

source: Business Opportunity
ca: Oportunitats de negoci/Business opportunity

source: Contact
ca: Contacte/Contact

source: Current stage of development
ca: Fase actual de desenvolupament/Current stage of development

source: Description
ca: Descripció/Description

source: Fill this field if you selected 'Others' for 'Business Opportunity'
ca: Omple aquest camp si has seleccionat 'Altres' per 'Oportunitats de negoci'/Fill this field if you selected 'Others' for 'Business opportunity'

source: First picture
ca: Primera imatge/First picture

source: First picture caption
ca: Comentari de la primera imatge/First picture caption

source: Innovative advantages
ca: Avantatges innovadores/Innovative advantages

source: Installs the genweb6.patents add-on.
ca: Instal·lar paquet genweb6.patents/Installs the genweb6.patents add-on.

source: Lead Image
ca: Imatge principal/Lead image

source: Others
ca: Altres/Others

source: Patent Status
ca: Estat de la propietat intel·lectual i industrial/Intelectual property status

source: Pendent offers to review
ca: Ofertes pendents de revisar

source: Reference number
ca: Número de referència/Reference number

source: Second image caption
ca: Comentari de la segona imatge/Second image caption

source: Second picture
ca: Segona imatge/Second picture

source: See more technologies at
ca: Veu més tecnologies a/See more technologies at

source: Specify Business Opportunity
ca: Especifca la oportunitat de negoci/Specify business opportunity

source: Technological Offer
ca: Oferta tecnològica

source: Technological Offer Filter
ca: Filtre d'Oferta tecnológica

source: Technology
ca: Tecnologia/Technology

source: The Challenge
ca: El repte/The challenge

source: The Technology
ca: La tecnologia/The technology

source: Title
ca: Títol/Title

source: Uninstalls the genweb6.patents add-on.
ca: Desinstal·lar paquet genweb6.patents

source: advantages_description
ca: Màxim 1500 caràcters. Pots veure el nombre de caràcters actuals clicant sobre el recompte de paraules que és a sota dreta d'aquesta caixa de text/A maximum of 1500 characters is allowed. You can see the current number of characters by clicking on the word count that is below on the right side of this text box.

source: applications_description
ca: Màxim 500 caràcters. Pots veure el nombre de caràcters actuals clicant sobre el recompte de paraules que és a sota dreta d'aquesta caixa de text/A maximum of 500 characters is allowed. You can see the current number of characters by clicking on the word count that is below on the right side of this text box.

source: challenge_description
ca: Màxim 1500 caràcters. Pots veure el nombre de caràcters actuals clicant sobre el recompte de paraules que és a sota dreta d'aquesta caixa de text/A maximum of 1500 characters is allowed. You can see the current number of characters by clicking on the word count that is below on the right side of this text box.

source: dev_stage_description
ca: Màxim 500 caràcters. Pots veure el nombre de caràcters actuals clicant sobre el recompte de paraules que és a sota dreta d'aquesta caixa de text/A maximum of 500 characters is allowed. You can see the current number of characters by clicking on the word count that is below on the right side of this text box.

source: filed under:
ca: arxivat sota:

source: label_tags
ca: Etiquetes

source: search
ca: Filtre

source: technology_description
ca: Màxim 1500 caràcters. Pots veure el nombre de caràcters actuals clicant sobre el recompte de paraules que és a sota dreta d'aquesta caixa de text/A maximum of 1500 characters is allowed. You can see the current number of characters by clicking on the word count that is below on the right side of this text box.
